tap "felixkratz/formulae"
tap "homebrew/bundle"
tap "nikitabobko/tap"
brew "chezmoi"
brew "delve"
brew "git"
brew "gitui"
brew "go"
brew "gofumpt"
brew "golangci-lint-langserver"
brew "gopls"
brew "helix"
brew "nvm"
brew "tailwindcss-language-server"
brew "typescript-language-server"
brew "vscode-langservers-extracted"
brew "yarn"
brew "yazi"
brew "zellij"
brew "felixkratz/formulae/borders"
cask "aerospace"
cask "alacritty"
cask "firefox"
cask "font-hack-nerd-font"
cask "kitty"
cask "microsoft-auto-update"
cask "microsoft-teams"
cask "raycast"
cask "visual-studio-code"
vscode "tamasfe.even-better-toml"
